<?php 

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    

    
    'business_center' => 'บริษัทฯ เริ่มดำเนินการเมื่อปี พ. ศ. 2520 โดยตั้งอยู่ในเขตเทศบาลตำบลแหลมฉบัง บริเวณ หมู่ที่ 11 ตำบลหนองขาม และหมู่ที่ 1 ตำบลบึง อำเภอศรีราชา จังหวัดชลบุรี ปัจจุบันมีเนื้อที่ประมาณ 1,800 ไร่ โดยมีระบบสาธารณูปโภค และสิ่งอำนวยความสะดวกต่าง ๆ ดังนี้',

    'power_supply_h' => 'โรงงานผลิตไฟฟ้า',
    'power_supply' => 'โรงงานผลิตไฟฟ้าขนาดกำลังการผลิต 215 เมกะวัตต์ ที่สามารถสำรองไฟฟ้าได้อย่างเพียงพอตลอด 24 ชั่วโมง ดำเนินการโดย บริษัท สหโคเจน (ชลบุรี) จำกัด (มหาชน)',

    'water_supplies_h' => 'ระบบผลิตน้ำประปา',
    'water_supplies' => 'ระบบผลิตน้ำประปาที่มีกำลังการผลิต 20,000 ลูกบาศก์เมตรต่อวัน',

    'water_treatment_h' => 'ระบบบำบัดน้ำเสียส่วนกลาง',
    'water_treatment' => 'ซึ่งได้รับเกียรติบัตรจากชมรมสภาวะแวดล้อมสยามในปี 2537 รองรับน้ำเสียได้ประมาณ วันละ 12,000 ลูกบาศก์เมตร',

    'airport_h' => 'สนามบิน',
    'airport' => 'สนามบินที่ได้รับอนุญาตจากกรมการบินพลเรือน',

    'trade_exhibition_center_h' => 'ส่วนบริการเสริมธุรกิจ',
    'trade_exhibition_center' => 'ส่วนบริการเสริมธุรกิจซึ่งเป็นศูนย์จำหน่ายผลิตภัณฑ์กลุ่มสหพัฒน์ดำเนินการโดย บริษัท กบินทร์พัฒนกิจ จำกัด',


    'reservoir_h' => 'อ่างเก็บน้ำ',
    'reservoir' => 'อ่างเก็บน้ำที่สามารถสำรองน้ำดิบได้จำนวน 850,000 ลูกบาศก์เมตร',

    'brahma_h' => 'สวนพักผ่อน',
    'brahma' => 'สักการะท้าวมหาพรหม',
    //สวนอุตสาหกรรมสาขาศรีราชา
    'contact_sr' => '999 หมู่ 11 ตำบล หนองขาม อำเภอ ศรีราชา จังหวัด ชลบุรี 20230',
    'contact_sr_tel' => '(038) 480 444',
    'contact_sr_fax' => '(038) 480 505',
    'contact_sr_time' => 'จันทร์ - เสาร์ : 08:00 - 17:00', 

    //เมนูหลัก
    'industial_park' => 'สวนอุตสาหกรรม',
        'industial_park_sr' => 'สวนอุตสาหกรรม ศรีราชา',
        'industial_park_kb' => 'สวนอุตสาหกรรม กบินทร์บุรี',
        'industial_park_lp' => 'สวนอุตสาหกรรม ลำพูน',
        'industial_park_ms' => 'สวนอุตสาหกรรม แม่สอด',
        'industial_park_rb' => 'โครงการราชบุรี',
    'utility' => 'สาธารณูปโภค',
        'commercial' => 'เขตการค้าและที่อยู่อาศัย',
       
        'security' => 'ความปลอดภัย',
        'treatment' => 'น้ำประปาและการบำบัดน้ำเสีย',
        'flood_prevention' => 'การป้องกันน้ำท่วม',
        'roads' => 'ถนนและพื้นที่สาธารณะ',
        'telecommunications' => 'โทรคมนาคม',
    'warehouses' => 'โรงงานให้เช่า & คลังสินค้า',
        'building_type' => 'ประเภทอาคาร',
        'specification' => 'สเปค',
    'about_us' => 'เกี่ยวกับเรา',
        'overview' => 'รวมภาพ',
        'history' => 'ประวัติและความเป็นมา',
        'code_of_conduct' => 'จรรยาบรรณ',
        'vision' => 'วิสัยทัศน์',
    'news_events' => 'ข่าว & กิจกรรม',

    //end เมนูหลัก

    //slider head 
        // item 1
        'ms1' => 'ดร.เทียม โชควัฒนา',
        'ms2' => 'สวนอุตสาหกรรม',
        'ms3' => 'เครือสหพัฒน์',
        'ms4' => '',
        'bt1' => '',
        'bt2' => '',
         // item 2
        'ms2_1' => 'บริษัท สหโคเจน (ชลบุรี) จำกัด (มหาชน)',
        'ms2_2' => 'โรงงาน',
        'ms2_3' => 'ผลิตไฟฟ้า',
        'ms2_4' => '',
        'bt2_1' => '',
        'bt2_2' => '',

    // end slider head

    'events' => 'กิจกรรม',
    'news' => 'ข่าวใหม่',
    'description' => 'รายละเอียด',

    //form news 
    'subject' => 'หัวเรื่อง',
    'logo' => 'Logo',
    'category' => 'หมวดหมู่',
    'story' => 'เรื่องราว',
    'add' => 'เพิ่ม',
    'list' => 'รายการ',
    'all_lang' => 'ทุก ภาษา',
    'lang' => 'ภาษา',
    'en' => 'อังกฤษ',
    'th' => 'ไทย',

    //page
    'page' => 'หน้า',

    //ms 
    'confirm_del' => 'ยืนยันการลบ',
    
];
 ?>